List adhyaydata = [
  {
    'index': 'गीता सार',
    'bhaags': [
//adhyay 1
      {
        'id': 'पहला अध्याय',
        'name': 'अर्जुन विषाद योग',
        'meaning':
        'पहले अध्याय का नाम अर्जुनविषादयोग है। जब शौर्य और धैर्य, साहस और बल इन चारों गुणों से युक्त अर्जुन पर क्षमा और प्रज्ञा यानि बुद्धि का प्रभाव बढ़ा और उन्होंने युद्ध भूमि में हथियार डाल दिए तब उनके क्षात्रधर्म का स्थान कार्पण्य ने लिया। तब कृष्ण ने तर्क से, बुद्धि से, ज्ञान से, कर्म की चर्चा से, विश्व के स्वभाव से, उसमें जीवन की स्थिति से, दोनों के नियामक अव्यय पुरुष के परिचय से और उस सर्वोपरि परम सत्तावान ब्रह्म के साक्षात दर्शन से अर्जुन को वापस प्रेरित किया। इस अध्याय में इसी तत्वचर्चा परिचय दिया गया ।',
      },
//adhyay 2
      {
        'id': 'दूसरा अध्याय',
        'name': 'सांख्ययोग',
        'meaning':
        'इस अध्याया का नाम सांख्ययोग है। इसमें जीवन की दो प्राचीन संमानित परंपराओं का तर्कों द्वारा वर्णन आया है। अर्जुन को उस कृपण स्थिति में रोते देखकर कृष्ण ने उसका ध्यान दिलाया है कि इस प्रकार का क्लैव्य और हृदय की क्षुद्र दुर्बलता अर्जुन जैसे वीर के लिए उचित नहीं। उन्होंने बताया कि प्रज्ञादर्शन काल, कर्म और स्वभाव से होनेवाले संसार की सब घटनाओं और स्थितियों को अनिवार्य रूप से स्वीकार करता है। जीना और मरना, जन्म लेना और बढ़ना, विषयों का आना और जाना, सुख और दुख का अनुभव, ये तो संसार में होते ही हैं ।',
      },
//adhyay 3
      {
        'id': 'तीसरा अध्याय',
        'name': 'कर्मयोग',
        'meaning':
        'इस अध्याय में अर्जुन ने इस विषय में और गहरा उतरने के लिए स्पष्ट प्रश्न किया कि सांख्य और योग इन दोनों मार्गों में आप किसे अच्छा समझते हैं और क्यों नहीं यह निश्चित बतसते कि वे इन दोनों में से किसे अपनायें। इसपर कृष्ण ने स्पष्टता से उत्तर दिया कि लोक में दो निष्ठायें या जीवनदृष्टियां हैं। सांख्यवादियों के लिए ज्ञानयोग है और कर्ममार्गियों के लिए कर्मयोग है। अर्थात् जो साधारण समझ के लोग कर्म में लगे हैं उन्हें उस मार्ग से उखाड़ना उचित नहीं, क्योंकि वे ज्ञानवादी बन नहीं सकते, और यदि उनका कर्म भी छूट गया तो वे दोनों ओर से भटक जायेंगे ।',
      },
//adhyay 4
      {
        'id': 'चौथा अध्याय',
        'name': 'ज्ञानकर्मसन्यासयोग',
        'meaning':
        'इस अध्याय में, जिसका नाम ज्ञान-कर्म-संन्यास-योग है, यह बताया गया है कि ज्ञान प्राप्त करके कर्म करते हुए भी कर्मसंन्यास का फल किस तरह से प्राप्त किया जा सकता है। यहीं गीता का वह प्रसिद्ध वचन है कि जब जब धर्म की हानि होती है तब तब भगवान का अवतार होता है ।',
      },
//adhyay 5
      {
        'id': 'पाँचवाँ अध्याय',
        'name': 'कर्मसंन्यासयोग',
        'meaning':
        'इस अध्याय में कर्मसंन्यास योग नामक युक्तियां फिर से और दृढ़ रूप में कहीं गई हैं। इसमें कर्म के साथ जो मन का संबंध है, उसके संस्कार पर या उसे विशुद्ध करने पर विशेष ध्यान दिलाया गया है। यह भी कहा गया है कि एक स्थान पर पहुँचकर सांख्य और योग में कोई भेद नहीं रह जाता है। किसी एक मार्ग पर ठीक प्रकार से चले तो समान फल प्राप्त होता है। जीवन के जितने कर्म हैं, सबको समर्पण कर देने से व्यक्ति एकदम शांति के ध्रुव बिंदु पर पहुँच जाता है और जल में खिले कमल के समान कर्म रूपी जल से लिप्त नहीं होता ।',
      },
//adhyay 6
      {
        'id': 'छठा अध्याय',
        'name': 'आत्मसंयमयोग',
        'meaning':
        'इस अध्याया का नाम आत्मसंयम योग है जिसका विषय नाम से ही पता चलता है कि जितने विषय हैं उन सबमें इंद्रियों का संयम श्रेष्ठ है। सुख में और दुख में मन की समान स्थिति, इसे ही योग कहते हैं ।',
      },
//adhyay 7
      {
        'id': 'सातवाँ अध्याय',
        'name': 'ज्ञानविज्ञानयोग',
        'meaning':
        'इस अध्याय की संज्ञा ज्ञानविज्ञान योग है। विज्ञान की दृष्टि से अपरा और परा प्रकृति के इन दो रूपों की व्याख्या गीता ने दी है। अपरा प्रकृति में आठ तत्व हैं, पंचभूत, मन, बुद्धि और अहंकार। इसमें ईश्वर की चेष्टा के संपर्क से जो चेतना आती है उसे परा प्रकृति कहते हैं, वही जीव है। आठ तत्वों के साथ मिलकर जीवन नवां तत्व हो जाता है। इस अध्याय में भगवान के अनेक रूपों का उल्लेख किया गया है ।',
      },
//adhyay 8
      {
        'id': 'आठवाँ अध्याय',
        'name': 'अक्षरब्रह्मयोग',
        'meaning':
        'इस अध्याय की संज्ञा अक्षर ब्रह्मयोग है। उपनिषदों में अक्षर विद्या का विस्तार हुआ आर गीता में उसे अक्षरविद्या का सार कह दिया गया है। अक्षर ब्रह्म परमं, मनुष्य, अर्थात् जीव और शरीर की संयुक्त रचना का ही नाम अध्यात्म है। गीता के शब्दों में ॐ एकाक्षर ब्रह्म है ।',
      },
//adhyay 9
      {
        'id': 'नौवाँ अध्याय',
        'name': 'राजविद्याराजगुह्ययोग',
        'meaning':
        'इस अध्याय को राजगुह्ययोग कहा गया है, अर्थात् यह अध्यात्म विद्या और गुह्य ज्ञान सबमें श्रेष्ठ है। मन की दिव्य शक्तियों को किस प्रकार ब्रह्ममय बनाया जाय, इसकी युक्ति ही राजविद्या है। इस क्षेत्र में ब्रह्मतत्व का निरूपण ही प्रधान है। वेद का समस्त कर्मकांड यज्ञ, अमृत, और मृत्यु, संत और असंत, और जितने भी देवी देवता है, सबका पर्यवसान ब्रह्म में है ।',
      },
//adhyay 10
      {
        'id': 'दसवाँ अध्याय',
        'name': 'विभूतियोग',
        'meaning':
        'इस अध्याय का नाम विभूतियोग है। इसका सार यह है कि लोक में जितने देवता हैं, सब एक ही भगवान का अंश हैं। मनुष्य के समस्त गुण और अवगुण भगवान की शक्ति के ही रूप हैं। देवताओ की सत्ता को स्वीकारते हुए सबको विष्णु का रूप मानकर समन्वय की एक नई दृष्टि प्रदान की गई है जिसका नाम विभूतियोग है ।',
      },
//adhyay 11
      {
        'id': 'ग्यारहवाँ अध्याय',
        'name': 'विश्वरूपदर्शनयोग',
        'meaning':
        'इस अध्याय का नाम विश्वरूपदर्शन योग है। इसमें अर्जुन ने भगवान का विश्वरूप देखा। विराट रूप का अर्थ है मानवीय धरातल और परिधि के ऊपर जो अनंत विश्व का प्राणवंत रचनाविधान है, उसका साक्षात दर्शन |',
      },
//adhyay 12
      {
        'id': 'बारहवाँ अध्याय',
        'name': 'भक्तियोग',
        'meaning':
        'जब अर्जुन ने भगवान का विराट रूप देखा तो वह घबरा गया और घबराहट में उसके मुंह से \'दिशो न जाने न लभे च शर्म\' वाक्य निकले। उसने प्रार्थना की, कि मानव के लिए जो स्वाभाविक स्थिति ईश्वर ने रखी है, वही पर्याप्त है ।',
      },
//adhyay 13
      {
        'id': 'तेरहवाँ अध्याय',
        'name': 'क्षेत्रक्षत्रज्ञविभागयोग',
        'meaning':
        'इस अध्याय में एक सीधा विषय क्षेत्र और क्षेत्रज्ञ का विचार है। यह शरीर क्षेत्र है, उसका जाननेवाला जीवात्मा क्षेत्रज्ञ है ।',
      },
//adhyay 14
      {
        'id': 'चौदहवाँ अध्याय',
        'name': 'गुणत्रयविभागयोग',
        'meaning':
        'इस अध्याय का नाम गुणत्रय विभाग योग है। यह विषय समस्त वैदिक, दार्शनिक और पौराणिक तत्वचिंतन का निचोड़ है। सत्व, रज, तम नामक तीन गुण हैं। अकेला सत्व शांत रहता है और अकेला तम भी निश्चेष्ट रहता है, किंतु दोनों के बीच में रजोगुण उन्हें सक्रिय करता है ।',
      },
//adhyay 15
      {
        'id': 'पंद्रहवाँ अध्याय',
        'name': 'पुरुषोत्तमयोग',
        'meaning':
        'इस अध्याय का नाम पुरुषोत्तमयोग है। इसमें विश्व का अश्वत्थ के रूप में वर्णन किया गया है। नर या पुरुष तीन हैं, क्षर, अक्षर और अव्यय। इनमें पंचभूत क्षर है, प्राण अक्षर है और मनस्तत्व या चेतना की संज्ञा अव्यय है ।',
      },
//adhyay 16
      {
        'id': 'सोलहवाँ अध्याय',
        'name': 'दैवासुरसंपद्विभागयोग',
        'meaning':
        'इस अध्याय में देवासुर संपत्ति का विभाग बताया गया है। आरंभ से ही ऋग्देव में सृष्टि की कल्पना दैवी और आसुरी शक्तियों के रूप में की गई है। एक अच्छा और दूसरा बुरा ।',
      },
//adhyay 17
      {
        'id': 'सत्रहवाँ अध्याय',
        'name': 'श्रद्धात्रयविभागयोग',
        'meaning':
        'ये अध्याय श्रद्धात्रय विभाग योग है। इसका संबंध सत, रज और तम, इन तीनों गुणों से है, अर्थात् जिसमें जिस गुण का प्रादुर्भाव होता है, उसकी श्रद्धा या जीवन की निष्ठा वैसी ही बन जाती है। यज्ञ, तप, दान, कर्म ये सब इसी से संचालित होते हैं ।',
      },
//adhyay 18
      {
        'id': 'अठारहवाँ अध्याय',
        'name': 'मोक्षसंन्यासयोग',
        'meaning':
        'इस अध्याय में मोक्षसंन्यास योग का जिक्र है। इसमें गीता के समस्त उपदेशों का सार एवं उपसंहार है। इसमें बताया गया है कि पृथ्वी के मानवों में और स्वर्ग के देवताओं में कोई भी ऐसा नहीं जो प्रकृति के चलाए हुए इन तीन गुणों से बचा हो । मनुष्य को क्या कार्य है, क्या अकार्य है, इसकी पहचान होनी चाहिए। धर्म और अधर्म को, बंध और मोक्ष को, वृत्ति और निवृत्ति को जो बुद्धि ठीक से पहचनाती है, वही सात्विक बुद्धि है ।',
      },
    ],
  }
];